export const questions = [
  {
    title: "React - это ... ?",
    variants: ["Библиотека", "Фреймворк", "Приложение"],
    correct: 0,
  },
  {
    title: "Компонент - это ... ?",
    variants: ["Приложение", "Часть приложения", "То что, я не знаю"],
    correct: 1,
  },
  {
    title: "Что такое JSX?",
    variants: ["Расширение синтаксиса JS", "Часть приложения", "Библиотека"],
    correct: 0,
  },
  {
    title: "Что такое useState?",
    variants: [
      "Функция для хранения компонента",
      "Это когда ты никому не нужен",
      "Глобальный стейт",
    ],
    correct: 2,
  },
];
