export const questions = [
  {
    title: "React - это ... ?",
    variants: ["библиотека", "фреймворк", "приложение"],
    correct: 0,
  },
  {
    title: "Компонент - это ... ?",
    variants: ["приложение", "часть приложения", "то что, я не знаю"],
    correct: 1,
  },
  {
    title: "Что такое JSX?",
    variants: ["расширение синтаксиса JS", "часть приложения", "библиотека"],
    correct: 0,
  },
  {
    title: "Что такое useState?",
    variants: [
      "Функция для хранения компонента",
      "Это когда ты никому не нужен",
      "Глобальный стейт",
    ],
    correct: 2,
  },
];
